Repository: Yankos-G/BR_GroupProject
Catalog: Logical/File.tmx
Source language: en
Languages: pl

source: MpFile - Unknown action
pl: MpFile - Nieznana akcja

source: A user [%op] was logged in.
pl: Zalogował się użytkownik [%op].

source: A user [%op] was logged out.
pl: Użytkownik [%op] został wylogowany.

source: A user [%op] was logged out automatically.
pl: Użytkownik [%op] został automatycznie wylogowany.

source: A user [%usr] has been added.
pl: Dodano użytkownika [%usr].

source: The user [%usr]was deleted.
pl: Użytkownik [%usr] został usunięty.

source: The user [%usr] was locked.
pl: Użytkownik [%usr] został zablokowany.

source: The user [%usr] was unblocked.
pl: Użytkownik [%usr] został odblokowany.

source: The user [%usr] was blocked for entering an incorrect password too many times.
pl: Użytkownik [%usr] został zablokowany z powodu zbyt częstego wprowadzenia nieprawidłowego hasła.

source: The user [%op] changed the password.
pl: Użytkownik [%op] zmienił hasło.

source: An invalid username was entered.
pl: Wprowadzono nieprawidłową nazwę użytkownika.

source: An invalid password was entered.
pl: Wprowadzono nieprawidłowe hasło.

source: Role [%usr] added by [%op].
pl: Rola [%usr] dodana przez [%op].

source: Role [%usr] deleted by [%op].
pl: Rola [%usr] usunięta przez [%op].

source: Invalid credentials entered.
pl: Wprowadzono nieprawidłowe dane uwierzytelniające.
